{
  "recipes": [
    {
      "id": "1",
      "title": "Veggie Stew",
      "ingredients": [
        "1 Carrot",
        "1 Leak",
        "200g Tofu",
        "300ml Veg stock"
      ],
      "method": "Ullam rerum but as we dey believe, laudantium commodi we no go just sit down tempore odio cum dey wait make manna fall from heaven fugiat provident, make we try dey show love sint velit aliquid, make we dey helep people non autem quod nesciunt. if you no get work voluptates veritatis find work inventore, no dey thief person money voluptatem commodi con dey call am grace amet ut rem omnis. Nigeria na we own oo, quia perspiciatis.",
      "cookingTime": "45 minutes"
    },
    {
      "id": "2",
      "title": "Beans Stew",
      "ingredients": [
        "1 Carrot",
        "1 Beans",
        "200g Tofu",
        "300ml Veg stock"
      ],
      "method": "E be like say she wan quick enter fifty libero porro, but she no sabi say veniam mollitia her time never reach. No wahala, na so e be, optio. As she fall yakata, everybody come dey hala “Eiii Father Bernard”. As per perferendis accusamus way, as the tori burst for internet, people come dey shout “Eii Brother Bernard”, saepe quasi officia, dem no even sabi wetin dey happen sef. Na normal level, Naija na better cruise.",
      "cookingTime": "60 minutes"
    },
    {
      "id": "3",
      "title": "Rice Stew",
      "ingredients": [
        "1 Carrot",
        "1 Bell Pepper",
        "200g Meat",
        "300ml Veg stock"
      ],
      "method": "Tori tori o! Magni fugiat qui I don carry another beta gist come praesentium hic maxime. If you no dey live under rock, Id asperiores provident, you go don see video wey people dey yarn “Eiii Brother Bernard” sit inventore debitis. I know say una no sabi how e take start, facere aut quibusdam, no wahala I go run am for you like Usain Bolt soluta dignissimos beatae.",
      "cookingTime": "50 minutes"
    },
    {
      "title": "Jollof Rice",
      "ingredients": [
        "Fresh Tomatoes",
        "Beef",
        "Onions, Pepper, Tin Tomatoes",
        "Garlic, Ginger",
        "Oil"
      ],
      "method": "Chop onions into the oil\nadd tintomatoes\nblend additional stuff\nfry all\ndone cooking",
      "cookingTime": "50  minutes",
      "id": "xQEmnPG"
    },
    {
      "title": "Aboa",
      "ingredients": [
        "jash",
        ",kajhsd",
        "jkahsda"
      ],
      "method": "nmnbhj",
      "cookingTime": "12  minutes",
      "id": "kx6Hey8"
    }
  ]
}